Repository: MinahilFayyaz/vault
Catalog: lib/l10n/app_*.arb
Languages: fa, ga, ro, th, ur

source: Gallery Vault
fa: آرشیو تصاویر
ga: Seifighealla na Gailearaí
ro: Cufărul pentru Galerie
th: ที่เก็บรูปแกลเลอรี
ur: گیلری خزانہ

source: SafeBox is the Photo Vault app for Protecting Private Photo and Video
fa: صندوق ایمن، برنامه حفاظت از تصویر و ویدیوهای خصوصی است
ga: Is é SafeBox an Aip Vault Grianghraf do Bhileogaíocht Físeán agus Grianghraif Príobháideacha a Chosaint
ro: SafeBox este aplicația Cufărului de Fotografii pentru Protejarea Fotografiilor și Videoclipurilor Private
th: SafeBox เป็นแอปพลิเคชันที่เก็บภาพสำหรับป้องกันรูปภาพและวิดีโอส่วนตัว
ur: سیف باکس خصوصی فوٹو اور ویڈیو کو محفوظ رکھنے والی ایپ ہے

source: Export Files
fa: خروجی گرفتن فایل‌ها
ga: Fáiltear Amach Comhadanna
ro: Exportare Fișiere
th: ส่งออกไฟล์
ur: فائلیں برآمد کریں

source: Would you like to save the images to the gallery or download them as a zip file
fa: آیا می‌خواهید تصاویر را در گالری ذخیره کنید یا آن‌ها را به صورت فایل فشرده zip دانلود کنید؟
ga: Ar mhaith leat na híomhánna a shábháil sa ghailearaí nó iad a íoslódáil mar comhad zip?
ro: Doriți să salvați imaginile în galerie sau să le descărcați ca fișier zip?
th: คุณต้องการบันทึกภาพไปยังแกลเลอรีหรือดาวน์โหลดเป็นไฟล์ Zip หรือไม่
ur: کیا آپ تصاویر کو گیلری میں محفوظ کرنا چاہتے ہیں یا انہیں ZIP فائل کے طور پر ڈاؤن لوڈ کرنا چاہتے ہیں؟

source: Save To Gallery
fa: ذخیره در گالری
ga: Sábháil sa Ghalearaí
ro: Salvare în Galerie
th: บันทึกไปยังแกลเลอรี
ur: گیلری میں محفوظ کریں

source: Download Zip
fa: دانلود Zip
ga: Íoslódáil Zip
ro: Descărcare Zip
th: ดาวน์โหลด Zip
ur: ZIP ڈاؤن لوڈ کریں

source: Locker
fa: قفل
ga: Lóiste
ro: Cufăr
th: ตู้
ur: لاکر

source: Home
fa: خانه
ga: Baile
ro: Acasă
th: หน้าแรก
ur: ہوم

source: Albums
fa: آلبوم‌ها
ga: Albaim
ro: Albume
th: อัลบั้ม
ur: البمز

source: Media
fa: رسانه‌ها
ga: Meáin
th: สื่อ
ur: میڈیا

source: Settings
fa: تنظیمات
ga: Socruithe
ro: Setări
th: การตั้งค่า
ur: سیٹنگز

source: App Icon
fa: آیکون برنامه
ga: Iomlán an Aip
ro: Iconiță Aplicație
th: ไอคอนแอปพลิเคชัน
ur: ایپ آئیکن

source: Rate Our App
fa: امتیاز دهید
ga: Meas ar Ár Aip
ro: Evaluază Aplicația Noastră
th: ให้คะแนนแอปพลิเคชันของเรา
ur: ہماری ایپ کی درجہ بندی کریں

source: Export All Files
fa: خروجی گرفتن تمامی فایل‌ها
ga: Fáiltear Amach Gach Comhad
ro: Exportare Toate Fișierele
th: ส่งออกไฟล์ทั้งหมด
ur: تمام فائلیں برآمد کریں

source: Security
fa: امنیت
ga: Slándáil
ro: Securitate
th: ความปลอดภัย
ur: حفاظت

source: Languages
fa: زبان‌ها
ga: Teangacha
ro: Limbi
th: ภาษา
ur: زبانیں

source: Theme
fa: تم
ga: Téama
ro: Tematică
th: ธีม
ur: تھیم

source: Privacy Policy
fa: سیاست حفظ حریم خصوصی
ga: Beartas Príobháideachta
ro: Politica de Confidențialitate
th: นโยบายความเป็นส่วนตัว
ur: رازداری کی پالیسی

source: Restore Purchase
fa: بازیابی خرید
ga: Achomharc a Thabhairt Ar A Cheannaigh
ro: Restaurare Achiziție
th: เรียกคืนการซื้อ
ur: خرید کو بحال کریں

source: Membership
fa: عضویت
ga: Ballraíocht
ro: Membru
th: สมาชิก
ur: ممبرشپ

source: Share This App
fa: اشتراک‌گذاری برنامه
ga: Roinn an Aip Seo
ro: Distribuiți Această Aplicație
th: แชร์แอปพลิเคชันนี้
ur: اس ایپ کو شیئر کریں

source: Others
fa: سایر
ga: Eile
ro: Altele
th: อื่นๆ
ur: دیگر

source: App Version
fa: نسخه برنامه
ga: Leagan den Aip
ro: Versiunea Aplicației
th: เวอร์ชันแอปพลิเคชัน
ur: ایپ ورژن

source: Contact Us
fa: تماس با ما
ga: Déan Teagmháil Linn
ro: Contactați-ne
th: ติดต่อเรา
ur: ہم سے رابطہ کریں

source: System Theme
fa: تم سیستم
ga: Téama an Chórais
ro: Tematică Sistem
th: ธีมระบบ
ur: سسٹم تھیم

source: Light Theme
fa: تم روشن
ga: Téama Soiléir
ro: Tematică Luminoasă
th: ธีมสว่าง
ur: لائٹ تھیم

source: Dark Theme
fa: تم تاریک
ga: Téama Dorcha
ro: Tematică Întunecată
th: ธีมมืด
ur: ڈارک تھیم

source: Select Theme
fa: انتخاب تم
ga: Roghnaigh Téama
ro: Selectare Temă
th: เลือกธีม
ur: تھیم منتخب کریں

source: Exporting Files
fa: در حال خروجی گرفتن فایل‌ها
ga: Fáiltear Amach Comhaid
ro: Exportare Fișiere
th: กำลังส่งออกไฟล์
ur: فائلیں برآمد ہو رہی ہیں

source: Exported Successfully
fa: با موفقیت خروجی گرفته شد
ga: Fáiltear Amach go Rathúil
ro: Exportat cu Succes
th: ส่งออกสำเร็จ
ur: کامیابی سے برآمد کیا گیا

source: Get Started
fa: شروع کنید
ga: Tosaigh
ro: Începeți
th: เริ่มต้น
ur: شروع کریں

# tryANewLookForTheAppToReflectTheTypesOfPhotosYouAreStoring
source: Try a new look for the app to reflect the types of the Photos you are storing
fa: یک نگاه جدید به برنامه بیانگر انواع تصاویری که ذخیره می‌کنید
ga: Déan iarracht ar dhóigh nua don aip chun an sórt grianghraf a bhfuil tú ag stóráil a léiriú
ro: Încercați o nouă aparență pentru aplicație pentru a reflecta tipurile de fotografii pe care le stocați
th: ลองดูรูปแบบใหม่สำหรับแอปเพื่อสะท้อนประเภทของรูปภาพที่คุณกำลังเก็บ
ur: اپلیکیشن کے لئے نئی طرح کی کوشش کریں تاکہ آپ جن قسم کی تصاویر محفوظ کر رہے ہیں وہ ظاہر ہوں

source: Apply
fa: اعمال کردن
ga: Cuir i bhfeidhm
ro: Aplicare
th: ใช้
ur: لگائیں

source: Select All
fa: انتخاب همه
ga: Roghnaigh Gach
ro: Selectare Tot
th: เลือกทั้งหมด
ur: سب کو منتخب کریں

source: Lock
fa: قفل
ga: Glas
ro: Blocare
th: ล็อก
ur: لاک کریں

source: Move In
fa: انتقال به داخل
ga: Bog isteach
ro: Mutare Înăuntru
th: ย้ายเข้า
ur: داخل کریں

source: Are you sure you want to move
fa: آیا مطمئن هستید که می‌خواهید منتقل شود؟
ga: An bhfuil tú cinnte go dteastaíonn uait bogadh
ro: Sunteți sigur că doriți să mutați
th: คุณแน่ใจว่าต้องการย้าย
ur: کیا آپ یہ منتقلی کرنا چاہتے ہیں؟

source: in the GalleryVault
fa: در آرشیو تصاویر
ga: sa Valt na Gailearaí
ro: în Cufărul pentru Galerie
th: ในที่เก็บรูปแกลเลอรี
ur: گیلری خزانہ میں

source: Setting
fa: تنظیمات
ga: Socruithe
ro: Setare
th: การตั้งค่า
ur: سیٹنگ

source: Move Out
fa: انتقال به بیرون
ga: Bog amach
ro: Mutare Înafara
th: ย้ายออก
ur: باہر نکلیں

# outTheGalleryVault
source: out of the GalleryVault
fa: خارج از آرشیو تصاویر
ga: amach as Valt na Gailearaí
ro: în afara Cufărului pentru Galerie
th: ออกจากที่เก็บรูปแกลเลอรี
ur: گیلری خزانہ سے باہر

source: Cancel
fa: انصراف
ga: Cealaigh
ro: Anulare
th: ยกเลิก
ur: منسوخ کریں

source: Confirm
fa: تایید
ga: Dearbhaigh
ro: Confirmare
th: ยืนยัน
ur: تصدیق

source: Delete
fa: حذف
ga: Scrios
ro: Ștergere
th: ลบ
ur: حذف کریں

source: Share
fa: اشتراک‌گذاری
ga: Roinn
ro: Partajare
th: แชร์
ur: شیئر کریں

source: File Size
fa: اندازه فایل
ga: Méid Comhad
ro: Dimensiune Fișier
th: ขนาดไฟล์
ur: فائل سائز

source: Date Taken
fa: تاریخ گرفته شدن
ga: Dáta tógtha
ro: Data Fotografiei
th: วันที่ถ่าย
ur: تاریخ لینے کی

source: Ok
fa: تایید
th: ตกลง
ur: ٹھیک ہے

source: Remove Ads
fa: حذف تبلیغات
ga: Bain Réamhaisnéis
ro: Eliminare Anunțuri
th: ลบโฆษณา
ur: اشتہارات ہٹائیں

source: Continue With Ads
fa: ادامه با تبلیغات
ga: Lean le Réamhaisnéis
ro: Continuare Cu Anunțuri
th: ดำเนินการต่อพร้อมโฆษณา
ur: اشتہارات کے ساتھ جاری رکھیں

source: Continue Without Ads
fa: ادامه بدون تبلیغات
ga: Lean Gan Réamhaisnéis
ro: Continuare Fără Anunțuri
th: ดำเนินการต่อโดยไม่มีโฆษณา
ur: اشتہارات کے بغیر جاری رکھیں

source: Enter Your Passcode
fa: رمز عبور خود را وارد کنید
ga: Cuir isteach do Chód Pas
ro: Introduceți Codul Dvs. de Acces
th: ป้อนรหัสผ่านของคุณ
ur: اپنا پاس کوڈ درج کریں

source: Got it
fa: فهمیدم
ga: Fuartha
ro: Am înțeles
th: เข้าใจแล้ว
ur: سمجھ گئے

source: Allow access to the LOCKER
fa: دسترسی به قفل را اجازه دهید
ga: Ceadúnas Áireamh ar an Lóistín
ro: Permiteți Accesul la Cufăr
th: อนุญาตให้เข้าถึงล็อกเกอร์
ur: لاکر کا رسائی دیں

source: enables users to securely store
fa: کاربران را قادر می‌سازد تا به طور امن تصاویر خود را ذخیره کنند
ga: Sábháilteacht Úsáideoirí a Stóráil go Sábháilte
ro: Permite utilizatorilor să stocheze în siguranță
th: ช่วยให้ผู้ใช้สามารถเก็บรักษาได้อย่างปลอดภัย
ur: صارفین کو محفوظ طریقے سے ذخیرہ کرنے کی اجازت دیتا ہے

source: and manage their private photos
fa: و مدیریت عکس‌های خصوصی خود را
ga: agus Bainistigh a nGrianghraif Príobháideacha
ro: și să-și gestioneze fotografiile private
th: และจัดการรูปภาพส่วนตัวของพวกเขา
ur: اور ان کی خصوصی تصاویر کا انتظام کرنے کی اجازت دیتا ہے

source: within a protected environment.
fa: در یک محیط محافظت شده
ga: laistigh de timpeallacht chosanta.
ro: într-un mediu protejat.
th: ภายในสภาพแวดล้อมที่ได้รับการป้องกัน
ur: ایک محفوظ ماحول میں۔

source: Create New Album
fa: ایجاد آلبوم جدید
ga: Cruthaigh Albam Nua
ro: Creați Un Album Nou
th: สร้างอัลบั้มใหม่
ur: نیا البم بنائیں

source: Enter a name for this album
fa: یک نام برای این آلبوم وارد کنید
ga: Cuir ainm isteach don Albam seo
ro: Introduceți un nume pentru acest album
th: ป้อนชื่อสำหรับอัลบั้มนี้
ur: اس البم کے لئے ایک نام درج کریں

source: Title
fa: عنوان
ga: Teideal
ro: Titlu
th: ชื่อ
ur: عنوان

source: Add to Album
fa: افزودن به آلبوم
ga: Cuir leis an Albam
ro: Adăugare la Album
th: เพิ่มในอัลบั้ม
ur: البم میں شامل کریں

source: Save To Photo
fa: ذخیره در عکس
ga: Sábháil in Grianghraf
ro: Salvare în Foto
th: บันทึกไปยังภาพถ่าย
ur: تصویر میں محفوظ کریں

source: Delete Media
fa: حذف رسانه
ga: Scrios Meán
ro: Ștergere Media
th: ลบสื่อ
ur: میڈیا حذف کریں

source: Step
fa: مرحله
ga: Ceim
ro: Pas
th: ขั้นตอน
ur: مرحلہ

source: Set a Passcode
fa: تنظیم یک رمز عبور
ga: Socraigh Cód Pas
ro: Setare Cod de Acces
th: ตั้งรหัสผ่าน
ur: ایک پاس کوڈ مقرر کریں

source: Ensure your Private Photo remain Confidential
fa: مطمئن شوید که عکس‌های خصوصی شما محرمانه بمانند
ga: Achiní a chinntiú a choinníonn do Ghrianghraif Príobháideacha faoi rún
ro: Asigurați-vă că fotografiile dvs. private rămân confidențiale
th: ให้แน่ใจว่ารูปภาพส่วนตัวของคุณยังคงมีความลับ
ur: اپنی خصوصی تصویر کو خفیہ رکھیں

source: by establishing a personalized password
fa: با تعیین یک رمز عبور شخصی
ga: trí phasfhocal pearsanta a shocrú
ro: prin stabilirea unei parole personalizate
th: โดยกำหนดรหัสผ่านส่วนตัว
ur: اپنا شخصی بنایا گیا پاس ورڈ قائم کرکے

source: Set Password
fa: تنظیم رمز عبور
ga: Socraigh Pasfhocal
ro: Setare Parolă
th: ตั้งค่ารหัสผ่าน
ur: پاس ورڈ مقرر کریں

source: Confirm Passcode
fa: تایید رمز عبور
ga: Deimhnigh an Cód Pas
ro: Confirmare Cod de Acces
th: ยืนยันรหัสผ่าน
ur: پاس کوڈ کی تصدیق کریں

source: Confirm Password
fa: تایید رمز عبور
ga: Deimhnigh an Pasfhocal
ro: Confirmare Parolă
th: ยืนยันรหัสผ่าน
ur: پاس ورڈ کی تصدیق کریں

source: Pin Recovery
fa: بازیابی پین
ga: Árthaigh PIN
ro: Recuperare PIN
th: การกู้คืน PIN
ur: پن ریکوری

# simplyEnterYourEmailAddressAndWeWillGuide
source: Simply enter your email address, and weâ€™ll guide
fa: فقط آدرس ایمیل خود را وارد کنید و ما راهنمایی خواهیم کرد
ga: Cuir isteach do Sheoladh Ríomhphoist agus treoir a thabhairt duit
ro: Introduceți adresa dvs. de e-mail și vă vom ghida
th: กรอกที่อยู่อีเมลของคุณและเราจะแนะนำ
ur: بس اپنا ای میل ایڈریس درج کریں، ہم آپ کو رہنمائی کریں گے

source: you through the process of resetting Pin Securely
fa: شما را از طریق فرایند بازیابی پین به صورت امن راهنمایی خواهیم کرد
ga: tríd an bpróiseas athshocrú PIN go sábháilte
ro: prin procesul de resetare a PIN-ului în siguranță
th: คุณผ่านกระบวนการรีเซ็ต PIN อย่างปลอดภัย
ur: آپ کو پن کو محفوظ طریقے سے دوبارہ ترتیب دینے کے عمل کے ذریعے

source: Enter Your Email
fa: ایمیل خود را وارد کنید
ga: Cuir isteach do Sheoladh Ríomhphoist
ro: Introduceți Adresa Dvs. de Email
th: ป้อนที่อยู่อีเมลของคุณ
ur: اپنا ای میل درج کریں

source: Set Up
fa: راه‌اندازی
ga: Socraigh suas
ro: Configurare
th: ตั้งค่า
ur: ترتیب دیں

source: Skip
fa: رد کردن
ga: Scipeáil
ro: Omitere
th: ข้าม
ur: چھوڑ دیں

source: Are you exhausted
fa: آیا خسته‌اید؟
ga: An bhfuil tú tuirseach
ro: Sunteți Epuizat
th: คุณรู้สึกเหนื่อยหรือไม่
ur: کیا آپ تھک گئے ہیں

source: Do not wait until your privacy is
fa: منتظر نمانید تا حریم خصوصی شما
ga: Ná fan go dtí go mbeidh do phríobháideacht
ro: Nu așteptați până când intimitatea dvs. este
th: อย่ารอจนกว่าความเป็นส่วนตัวของคุณจะ
ur: جب تک آپ کی رازداری

source: compromised
fa: در معرض خطر قرار بگیرد
ga: iompartha
ro: compromisă
th: ถูกละเมิด
ur: خطرے میں نہ آ جائے

source: take action now
fa: اقدام کنید
ga: Gníomhaigh anois
ro: Acționați Acum
th: ดำเนินการเดี๋ยวนี้
ur: اب فوراً کام کریں

source: Yes
fa: بله
ga: Tá
ro: Da
th: ใช่
ur: ہاں

source: Secure Your Data
fa: اطلاعات خود را امن کنید
ga: Sábháilteacht do Dhátaí
ro: Asigurați-vă Datele
th: ป้องกันข้อมูลของคุณ
ur: اپنے ڈیٹا کو محفوظ بنائیں

source: The app requires a password to
fa: برنامه نیاز به رمز عبور دارد تا
ga: Tá an app ag iarraidh pasfhocal a
ro: Aplicația necesită o parolă pentru a
th: แอปพลิเคชันต้องการรหัสผ่านเพื่อ
ur: ایپ کو

source: access your stored media files
fa: به فایل‌های رسانه‌ای ذخیره شده شما دسترسی داشته باشد
ga: a rochtain ar do chuid comhad meán stóráilte
ro: accesa fișierele media stocate
th: เข้าถึงไฟล์มีเดียที่เก็บไว้ของคุณ
ur: آپ کے ذخیرہ شدہ میڈیا فائلوں تک رسائی حاصل کرنے کے لئے ایک پاس ورڈ کی ضرورت ہوتی ہے

source: Hide your cherished photos and
fa: عکس‌های محبوب خود را مخفی کنید و
ga: Folaigh do Ghrianghraif is Fearr agus
ro: Ascundeți fotografiile dvs. dragi și
th: ซ่อนรูปภาพที่คุณรักและ
ur: اپنی پسندیدہ تصاویر چھپائیں اور

source: videos effortlessly
fa: ویدیوها را به سادگی مخفی کنید
ga: na féilmeáin gan stró
ro: videoclipurile fără efort
th: วิดีโอโดยไม่ต้องใช้ความพยายาม
ur: ویڈیوز بغیر کسی مشقت کے

# hidePhotosAndVideos
source: Hide Photos & Videos
fa: مخفی کردن عکس‌ها و ویدیوها
ga: Folaigh Grianghraif agus Físeáin
ro: Ascundere Fotografii și Videoclipuri
th: ซ่อนรูปภาพและวิดีโอ
ur: تصاویر اور ویڈیوز چھپائیں

source: No File Found
fa: فایلی یافت نشد
ga: Níor Aimseartha aon Comhad
ro: Niciun Fișier Găsit
th: ไม่พบไฟล์
ur: کوئی فائل نہیں ملی

source: There is no file in the album yet
fa: هنوز فایلی در این آلبوم وجود ندارد
ga: Níl comhad ann sa chéad fhoilseachán fós
ro: Încă nu există niciun fișier în album
th: ยังไม่มีไฟล์ในอัลบั้ม
ur: ابھی تک البم میں کوئی فائل نہیں ہے

source: Add Files
fa: افزودن فایل‌ها
ga: Cuir Comhaid leis
ro: Adăugare Fișiere
th: เพิ่มไฟล์
ur: فائلیں شامل کریں

source: You can add Photos and Videos to
fa: شما می‌توانید عکس‌ها و ویدیوها را به
ga: Is féidir leat Grianghraif agus Físeáin a chur leis an
ro: Puteți adăuga fotografii și videoclipuri la
th: คุณสามารถเพิ่มรูปภาพและวิดีโอไปยัง
ur: آپ تصاویر اور ویڈیوز کو شامل کرسکتے ہیں

source: the album by tapping
fa: آلبوم با ضربه زدن اضافه کنید
ga: fothaisnéis trí bhualadh
ro: album atingând
th: อัลบั้มโดยการแตะ
ur: کوسنے کے ذریعے البم میں

source: Join now and enjoy all premium features
fa: اکنون عضو شوید و از تمامی ویژگی‌های ویژه لذت ببرید
ga: Gabháil Anois agus Bain Taitneamh as na Gach Gné Préimhe
ro: Alăturați-vă Acum și Bucurați-vă de Toate Funcțiile Premium
th: เข้าร่วมเดี๋ยวนี้และเพลิดเพลินกับคุณสมบัติพรีเมี่ยมทั้งหมด
ur: ابھی شامل ہوں اور تمام پریمیم خصوصیات کا لطف اٹھائیں

source: offers premium features to loud up the sound
fa: ویژگی‌های ویژه را برای بلند کردن صدا ارائه می‌دهد
ga: moltar gnéanna préimhe chun fuaim a dhéanamh
ro: oferă funcții premium pentru a amplifica sunetul
th: มีคุณสมบัติพรีเมี่ยมให้เพิ่มเสียง
ur: آواز بلند کرنے کی پریمیم خصوصیات پیش کرتا ہے

source: ADs Free
fa: بدون تبلیغات
ga: Gan Réamhaisnéis
ro: Fără Anunțuri
th: ไม่มีโฆษณา
ur: بغیر اشتہار

source: Upload Unlimited Photo And Videos
fa: آپلود عکس‌ها و ویدیوهای نامحدود
ga: Uaslódáil Grianghraif agus Físeáin neamhtheoranta
ro: Încărcați Fotografii și Videoclipuri nelimitate
th: อัปโหลดรูปภาพและวิดีโอได้ไม่จำกัด
ur: لامحدود تصویریں اور ویڈیوز اپلوڈ کریں

source: Premium Support
fa: پشتیبانی ویژه
ga: Tacaíocht Préimhe
ro: Suport Premium
th: การสนับสนุนพรีเมี่ยม
ur: پریمیم سپورٹ

source: One Time Purchase
fa: یک بار خرید
ga: Ceannaigh Aon Uair Amháin
ro: Achiziție O Singură Dată
th: ซื้อครั้งเดียว
ur: ایک بار خرید

source: A one time purchase to enjoy all the premium features
fa: یک بار خرید برای لذت بردن از تمامی ویژگی‌های ویژه
ga: Ceannaigh Aon Uair Amháin le Gach Gné Préimhe a fháil
ro: O Achiziție O Singură Dată pentru a Vă Bucura de Toate Funcțiile Premium
th: ซื้อครั้งเดียวเพื่อเพลิดเพลินกับคุณสมบัติพรีเมี่ยมทั้งหมด
ur: تمام پریمیم خصوصیات کا لطف اٹھانے کے لئے ایک بار خرید

source: without the worry of monthly subscriptions
fa: بدون نگرانی از اشتراک‌های ماهانه
ga: gan stró a bheith agat faoi na hionstraimí míosúla
ro: fără grija abonamentelor lunare
th: โดยไม่ต้องกังวลเรื่องการสมัครสมาชิกรายเดือน
ur: ماہانہ سبسکرائیب کے فکر کے بغیر

source: PRO
fa: پرو
ga: FÉACHTAS
ur: پرو
